export let geoCoordMap = [{
   name: "广东省",
   geo: ["113.280637", "23.125178"]
}, {
   name: "汕头",
   geo: ["116.708463", "23.37102"]
}, {
   name: "佛山",
   geo: ["113.122717", "23.028762"]
}, {
   name: "珠海",
   geo: ["113.553986", "22.224979"]
}, {
   name: "江门",
   geo: ["113.094942", "22.590431"]
}, {
   name: "湛江",
   geo: ["110.364977", "21.274898"]
}, {
   name: "惠州",
   geo: ["114.412599", "23.079404"]
}, {
   name: "肇庆",
   geo: ["112.472529", "23.051546"]
}, {
   name: "汕尾",
   geo: ["115.364238", "22.774485"]
}, {
   name: "茂名",
   geo: ["110.919229", "21.659751"]
}, {
   name: "深圳",
   geo: ["114.085947", "22.547"]
}, {
   name: "阳江",
   geo: ["111.975107", "21.859222"]
}, {
   name: "潮州",
   geo: ["116.632301", "23.661701"]
}, {
   name: "韶关",
   geo: ["113.591544", "24.801322"]
}, {
   name: "梅州",
   geo: ["116.117582", "24.299112"]
}, {
   name: "河源",
   geo: ["114.697802", "23.746266"]
}, {
   name: "清远",
   geo: ["113.051227", "23.685022"]
}, {
   name: "东莞",
   geo: ["113.746262", "23.046237"]
}, {
   name: "云浮",
   geo: ["112.044439", "22.929801"]
}, {
   name: "揭阳",
   geo: ["116.355733", "23.543778"]
}, {
   name: "广州",
   geo: ["113.280637", "23.125178"]
}, {
   name: "中山",
   geo: ["113.382391", "22.521113"]
}, {
   name: "东沙群岛",
   geo: ["116.887312", "20.617512"]
}, {
   name: "河南省",
   geo: ["113.665412", "34.757975"]
}, {
   name: "濮阳",
   geo: ["115.041299", "35.768234"]
}, {
   name: "洛阳",
   geo: ["112.434468", "34.663041"]
}, {
   name: "三门峡",
   geo: ["111.194099", "34.777338"]
}, {
   name: "郑州",
   geo: ["113.665412", "34.757975"]
}, {
   name: "许昌",
   geo: ["113.826063", "34.022956"]
}, {
   name: "南阳",
   geo: ["112.540918", "32.999082"]
}, {
   name: "漯河",
   geo: ["114.026405", "33.575855"]
}, {
   name: "济源",
   geo: ["112.590047", "35.090378"]
}, {
   name: "平顶山",
   geo: ["113.307718", "33.735241"]
}, {
   name: "信阳",
   geo: ["114.075031", "32.123274"]
}, {
   name: "焦作",
   geo: ["113.238266", "35.23904"]
}, {
   name: "安阳",
   geo: ["114.352482", "36.103442"]
}, {
   name: "驻马店",
   geo: ["114.024736", "32.980169"]
}, {
   name: "商丘",
   geo: ["115.650497", "34.437054"]
}, {
   name: "新乡",
   geo: ["113.883991", "35.302616"]
}, {
   name: "鹤壁",
   geo: ["114.295444", "35.748236"]
}, {
   name: "周口",
   geo: ["114.649653", "33.620357"]
}, {
   name: "开封",
   geo: ["114.341447", "34.797049"]
}, {
   name: "内蒙古自治区",
   geo: ["111.670801", "40.818311"]
}, {
   name: "乌海",
   geo: ["106.825563", "39.673734"]
}, {
   name: "巴彦淖尔",
   geo: ["107.416959", "40.757402"]
}, {
   name: "呼伦贝尔",
   geo: ["119.758168", "49.215333"]
}, {
   name: "鄂尔多斯",
   geo: ["109.99029", "39.817179"]
}, {
   name: "包头",
   geo: ["109.840405", "40.658168"]
}, {
   name: "呼和浩特",
   geo: ["111.670801", "40.818311"]
}, {
   name: "通辽",
   geo: ["122.263119", "43.617429"]
}, {
   name: "赤峰",
   geo: ["118.956806", "42.275317"]
}, {
   name: "阿拉善盟",
   geo: ["105.706422", "38.844814"]
}, {
   name: "兴安盟",
   geo: ["122.070317", "46.076268"]
}, {
   name: "锡林郭勒盟",
   geo: ["116.090996", "43.944018"]
}, {
   name: "乌兰察布",
   geo: ["113.114543", "41.034126"]
}, {
   name: "黑龙江省",
   geo: ["126.642464", "45.756967"]
}, {
   name: "大兴安岭地区",
   geo: ["124.711526", "52.335262"]
}, {
   name: "七台河",
   geo: ["131.015584", "45.771266"]
}, {
   name: "大庆",
   geo: ["125.11272", "46.590734"]
}, {
   name: "鹤岗",
   geo: ["130.277487", "47.332085"]
}, {
   name: "伊春",
   geo: ["128.899396", "47.724775"]
}, {
   name: "绥化",
   geo: ["126.99293", "46.637393"]
}, {
   name: "佳木斯",
   geo: ["130.361634", "46.809606"]
}, {
   name: "齐齐哈尔",
   geo: ["123.95792", "47.342081"]
}, {
   name: "鸡西",
   geo: ["130.975966", "45.300046"]
}, {
   name: "双鸭山",
   geo: ["131.157304", "46.643442"]
}, {
   name: "哈尔滨",
   geo: ["126.642464", "45.756967"]
}, {
   name: "黑河",
   geo: ["127.499023", "50.249585"]
}, {
   name: "牡丹江",
   geo: ["129.618602", "44.582962"]
}, {
   name: "新疆维吾尔自治区",
   geo: ["87.617733", "43.792818"]
}, {
   name: "北屯",
   geo: ["87.824932", "47.353177"]
}, {
   name: "双河",
   geo: ["82.353656", "44.840524"]
}, {
   name: "铁门关",
   geo: ["85.501218", "41.827251"]
}, {
   name: "博尔塔拉蒙古自治州",
   geo: ["82.074778", "44.903258"]
}, {
   name: "和田地区",
   geo: ["79.92533", "37.110687"]
}, {
   name: "塔城地区",
   geo: ["82.985732", "46.746301"]
}, {
   name: "昆玉",
   geo: ["79.287372", "37.207994"]
}, {
   name: "可克达拉",
   geo: ["80.63579", "43.6832"]
}, {
   name: "石河子",
   geo: ["86.041075", "44.305886"]
}, {
   name: "阿勒泰地区",
   geo: ["88.13963", "47.848393"]
}, {
   name: "克拉玛依",
   geo: ["84.873946", "45.595886"]
}, {
   name: "昌吉回族自治州",
   geo: ["87.304012", "44.014577"]
}, {
   name: "五家渠",
   geo: ["87.526884", "44.167401"]
}, {
   name: "巴音郭楞蒙古自治州",
   geo: ["86.150969", "41.768552"]
}, {
   name: "阿拉尔",
   geo: ["81.285884", "40.541914"]
}, {
   name: "图木舒克",
   geo: ["79.077978", "39.867316"]
}, {
   name: "喀什地区",
   geo: ["75.989138", "39.467664"]
}, {
   name: "伊犁哈萨克自治州",
   geo: ["81.317946", "43.92186"]
}, {
   name: "乌鲁木齐",
   geo: ["87.617733", "43.792818"]
}, {
   name: "阿克苏地区",
   geo: ["80.265068", "41.170712"]
}, {
   name: "克孜勒苏柯尔克孜自治州",
   geo: ["76.172825", "39.713431"]
}, {
   name: "哈密",
   geo: ["93.51316", "42.833248"]
}, {
   name: "吐鲁番",
   geo: ["89.184078", "42.947613"]
}, {
   name: "湖北省",
   geo: ["114.298572", "30.584355"]
}, {
   name: "十堰",
   geo: ["110.787916", "32.646907"]
}, {
   name: "宜昌",
   geo: ["111.290843", "30.702636"]
}, {
   name: "孝感",
   geo: ["113.926655", "30.926423"]
}, {
   name: "武汉",
   geo: ["114.298572", "30.584355"]
}, {
   name: "恩施土家族苗族自治州",
   geo: ["109.48699", "30.283114"]
}, {
   name: "天门",
   geo: ["113.165862", "30.653061"]
}, {
   name: "黄冈",
   geo: ["114.879365", "30.447711"]
}, {
   name: "潜江",
   geo: ["112.896866", "30.421215"]
}, {
   name: "襄阳",
   geo: ["112.144146", "32.042426"]
}, {
   name: "荆门",
   geo: ["112.204251", "31.03542"]
}, {
   name: "仙桃",
   geo: ["113.453974", "30.364953"]
}, {
   name: "神农架林区",
   geo: ["110.671525", "31.744449"]
}, {
   name: "随州",
   geo: ["113.37377", "31.717497"]
}, {
   name: "荆州",
   geo: ["112.23813", "30.326857"]
}, {
   name: "咸宁",
   geo: ["114.328963", "29.832798"]
}, {
   name: "黄石",
   geo: ["115.077048", "30.220074"]
}, {
   name: "鄂州",
   geo: ["114.890593", "30.396536"]
}, {
   name: "辽宁省",
   geo: ["123.429096", "41.796767"]
}, {
   name: "大连",
   geo: ["121.618622", "38.91459"]
}, {
   name: "葫芦岛",
   geo: ["120.856394", "40.755572"]
}, {
   name: "锦州",
   geo: ["121.135742", "41.119269"]
}, {
   name: "丹东",
   geo: ["124.383044", "40.124296"]
}, {
   name: "抚顺",
   geo: ["123.921109", "41.875956"]
}, {
   name: "沈阳",
   geo: ["123.429096", "41.796767"]
}, {
   name: "鞍山",
   geo: ["122.995632", "41.110626"]
}, {
   name: "铁岭",
   geo: ["123.844279", "42.290585"]
}, {
   name: "辽阳",
   geo: ["123.18152", "41.269402"]
}, {
   name: "盘锦",
   geo: ["122.06957", "41.124484"]
}, {
   name: "营口",
   geo: ["122.235151", "40.667432"]
}, {
   name: "朝阳",
   geo: ["120.451176", "41.576758"]
}, {
   name: "阜新",
   geo: ["121.648962", "42.011796"]
}, {
   name: "本溪",
   geo: ["123.770519", "41.297909"]
}, {
   name: "山东省",
   geo: ["117.000923", "36.675807"]
}, {
   name: "威海",
   geo: ["122.116394", "37.509691"]
}, {
   name: "烟台",
   geo: ["121.391382", "37.539297"]
}, {
   name: "滨州",
   geo: ["118.016974", "37.383542"]
}, {
   name: "临沂",
   geo: ["118.326443", "35.065282"]
}, {
   name: "莱芜",
   geo: ["117.677736", "36.214397"]
}, {
   name: "淄博",
   geo: ["118.047648", "36.814939"]
}, {
   name: "青岛",
   geo: ["120.355173", "36.082982"]
}, {
   name: "聊城",
   geo: ["115.980367", "36.456013"]
}, {
   name: "德州",
   geo: ["116.307428", "37.453968"]
}, {
   name: "日照",
   geo: ["119.461208", "35.428588"]
}, {
   name: "菏泽",
   geo: ["115.469381", "35.246531"]
}, {
   name: "潍坊",
   geo: ["119.107078", "36.70925"]
}, {
   name: "济南",
   geo: ["117.000923", "36.675807"]
}, {
   name: "泰安",
   geo: ["117.129063", "36.194968"]
}, {
   name: "东营",
   geo: ["118.66471", "37.434564"]
}, {
   name: "济宁",
   geo: ["116.587245", "35.415393"]
}, {
   name: "枣庄",
   geo: ["117.557964", "34.856424"]
}, {
   name: "陕西省",
   geo: ["108.948024", "34.263161"]
}, {
   name: "商洛",
   geo: ["109.939776", "33.868319"]
}, {
   name: "西安",
   geo: ["108.948024", "34.263161"]
}, {
   name: "汉中",
   geo: ["107.028621", "33.077668"]
}, {
   name: "安康",
   geo: ["109.029273", "32.6903"]
}, {
   name: "榆林",
   geo: ["109.741193", "38.290162"]
}, {
   name: "铜川",
   geo: ["108.979608", "34.916582"]
}, {
   name: "咸阳",
   geo: ["108.705117", "34.333439"]
}, {
   name: "宝鸡",
   geo: ["107.14487", "34.369315"]
}, {
   name: "延安",
   geo: ["109.49081", "36.596537"]
}, {
   name: "渭南",
   geo: ["109.502882", "34.499381"]
}, {
   name: "上海",
   geo: ["121.472644", "31.231706"]
}, {
   name: "上海城区",
   geo: ["121.472644", "31.231706"]
}, {
   name: "贵州省",
   geo: ["106.713478", "26.578343"]
}, {
   name: "铜仁",
   geo: ["109.191555", "27.718346"]
}, {
   name: "六盘水",
   geo: ["104.846743", "26.584643"]
}, {
   name: "黔东南苗族侗族自治州",
   geo: ["107.977488", "26.583352"]
}, {
   name: "遵义",
   geo: ["106.937265", "27.706626"]
}, {
   name: "黔南布依族苗族自治州",
   geo: ["107.517156", "26.258219"]
}, {
   name: "黔西南布依族苗族自治州",
   geo: ["104.897971", "25.08812"]
}, {
   name: "安顺",
   geo: ["105.932188", "26.245544"]
}, {
   name: "毕节",
   geo: ["105.28501", "27.301693"]
}, {
   name: "贵阳",
   geo: ["106.713478", "26.578343"]
}, {
   name: "重庆",
   geo: ["106.504962", "29.533155"]
}, {
   name: "重庆城区",
   geo: ["106.504962", "29.533155"]
}, {
   name: "重庆郊县",
   geo: ["108.170255", "29.291965"]
}, {
   name: "西藏自治区",
   geo: ["91.132212", "29.660361"]
}, {
   name: "昌都",
   geo: ["97.178452", "31.136875"]
}, {
   name: "拉萨",
   geo: ["91.132212", "29.660361"]
}, {
   name: "那曲",
   geo: ["92.060214", "31.476004"]
}, {
   name: "日喀则",
   geo: ["88.885148", "29.267519"]
}, {
   name: "山南",
   geo: ["91.766529", "29.236023"]
}, {
   name: "林芝",
   geo: ["94.362348", "29.654693"]
}, {
   name: "阿里地区",
   geo: ["80.105498", "32.503187"]
}, {
   name: "安徽省",
   geo: ["117.283042", "31.86119"]
}, {
   name: "阜阳",
   geo: ["115.819729", "32.896969"]
}, {
   name: "淮北",
   geo: ["116.794664", "33.971707"]
}, {
   name: "铜陵",
   geo: ["117.816576", "30.929935"]
}, {
   name: "蚌埠",
   geo: ["117.363228", "32.939667"]
}, {
   name: "马鞍山",
   geo: ["118.507906", "31.689362"]
}, {
   name: "池州",
   geo: ["117.489157", "30.656037"]
}, {
   name: "亳州",
   geo: ["115.782939", "33.869338"]
}, {
   name: "滁州",
   geo: ["118.316264", "32.303627"]
}, {
   name: "安庆",
   geo: ["117.043551", "30.50883"]
}, {
   name: "黄山",
   geo: ["118.317325", "29.709239"]
}, {
   name: "宣城",
   geo: ["118.757995", "30.945667"]
}, {
   name: "芜湖",
   geo: ["118.376451", "31.326319"]
}, {
   name: "六安",
   geo: ["116.507676", "31.752889"]
}, {
   name: "淮南",
   geo: ["117.018329", "32.647574"]
}, {
   name: "合肥",
   geo: ["117.283042", "31.86119"]
}, {
   name: "宿州",
   geo: ["116.984084", "33.633891"]
}, {
   name: "福建省",
   geo: ["119.306239", "26.075302"]
}, {
   name: "宁德",
   geo: ["119.527082", "26.65924"]
}, {
   name: "福州",
   geo: ["119.306239", "26.075302"]
}, {
   name: "龙岩",
   geo: ["117.02978", "25.091603"]
}, {
   name: "莆田",
   geo: ["119.007558", "25.431011"]
}, {
   name: "泉州",
   geo: ["118.589421", "24.908853"]
}, {
   name: "三明",
   geo: ["117.635001", "26.265444"]
}, {
   name: "厦门",
   geo: ["118.11022", "24.490474"]
}, {
   name: "漳州",
   geo: ["117.661801", "24.510897"]
}, {
   name: "南平",
   geo: ["118.178459", "26.635627"]
}, {
   name: "湖南省",
   geo: ["112.982279", "28.19409"]
}, {
   name: "岳阳",
   geo: ["113.132855", "29.37029"]
}, {
   name: "衡阳",
   geo: ["112.607693", "26.900358"]
}, {
   name: "娄底",
   geo: ["112.008497", "27.728136"]
}, {
   name: "湘潭",
   geo: ["112.944052", "27.82973"]
}, {
   name: "益阳",
   geo: ["112.355042", "28.570066"]
}, {
   name: "长沙",
   geo: ["112.982279", "28.19409"]
}, {
   name: "常德",
   geo: ["111.691347", "29.040225"]
}, {
   name: "怀化",
   geo: ["109.97824", "27.550082"]
}, {
   name: "邵阳",
   geo: ["111.46923", "27.237842"]
}, {
   name: "张家界",
   geo: ["110.479921", "29.127401"]
}, {
   name: "湘西土家族苗族自治州",
   geo: ["109.739735", "28.314296"]
}, {
   name: "株洲",
   geo: ["113.151737", "27.835806"]
}, {
   name: "永州",
   geo: ["111.608019", "26.434516"]
}, {
   name: "郴州",
   geo: ["113.032067", "25.793589"]
}, {
   name: "海南省",
   geo: ["110.33119", "20.031971"]
}, {
   name: "屯昌县",
   geo: ["110.102773", "19.362916"]
}, {
   name: "琼海",
   geo: ["110.466785", "19.246011"]
}, {
   name: "昌江黎族自治县",
   geo: ["109.053351", "19.260968"]
}, {
   name: "定安县",
   geo: ["110.349235", "19.684966"]
}, {
   name: "琼中黎族苗族自治县",
   geo: ["109.839996", "19.03557"]
}, {
   name: "临高县",
   geo: ["109.687697", "19.908293"]
}, {
   name: "东方",
   geo: ["108.653789", "19.10198"]
}, {
   name: "白沙黎族自治县",
   geo: ["109.452606", "19.224584"]
}, {
   name: "文昌",
   geo: ["110.753975", "19.612986"]
}, {
   name: "五指山",
   geo: ["109.516662", "18.776921"]
}, {
   name: "保亭黎族苗族自治县",
   geo: ["109.70245", "18.636371"]
}, {
   name: "澄迈县",
   geo: ["110.007147", "19.737095"]
}, {
   name: "三沙",
   geo: ["112.34882", "16.831039"]
}, {
   name: "陵水黎族自治县",
   geo: ["110.037218", "18.505006"]
}, {
   name: "三亚",
   geo: ["109.508268", "18.247872"]
}, {
   name: "万宁",
   geo: ["110.388793", "18.796216"]
}, {
   name: "乐东黎族自治县",
   geo: ["109.175444", "18.74758"]
}, {
   name: "儋州",
   geo: ["109.576782", "19.517486"]
}, {
   name: "海口",
   geo: ["110.33119", "20.031971"]
}, {
   name: "江苏省",
   geo: ["118.767413", "32.041544"]
}, {
   name: "宿迁",
   geo: ["118.275162", "33.963008"]
}, {
   name: "连云港",
   geo: ["119.178821", "34.600018"]
}, {
   name: "扬州",
   geo: ["119.421003", "32.393159"]
}, {
   name: "南京",
   geo: ["118.767413", "32.041544"]
}, {
   name: "南通",
   geo: ["120.864608", "32.016212"]
}, {
   name: "无锡",
   geo: ["120.301663", "31.574729"]
}, {
   name: "镇江",
   geo: ["119.452753", "32.204402"]
}, {
   name: "淮安",
   geo: ["119.021265", "33.597506"]
}, {
   name: "泰州",
   geo: ["119.915176", "32.484882"]
}, {
   name: "徐州",
   geo: ["117.184811", "34.261792"]
}, {
   name: "苏州",
   geo: ["120.619585", "31.299379"]
}, {
   name: "常州",
   geo: ["119.946973", "31.772752"]
}, {
   name: "盐城",
   geo: ["120.139998", "33.377631"]
}, {
   name: "青海省",
   geo: ["101.778916", "36.623178"]
}, {
   name: "海东",
   geo: ["102.10327", "36.502916"]
}, {
   name: "海南藏族自治州",
   geo: ["100.619542", "36.280353"]
}, {
   name: "海西蒙古族藏族自治州",
   geo: ["97.370785", "37.374663"]
}, {
   name: "玉树藏族自治州",
   geo: ["97.008522", "33.004049"]
}, {
   name: "黄南藏族自治州",
   geo: ["102.019988", "35.517744"]
}, {
   name: "果洛藏族自治州",
   geo: ["100.242143", "34.4736"]
}, {
   name: "海北藏族自治州",
   geo: ["100.901059", "36.959435"]
}, {
   name: "西宁",
   geo: ["101.778916", "36.623178"]
}, {
   name: "广西壮族自治区",
   geo: ["108.320004", "22.82402"]
}, {
   name: "钦州",
   geo: ["108.624175", "21.967127"]
}, {
   name: "桂林",
   geo: ["110.299121", "25.274215"]
}, {
   name: "百色",
   geo: ["106.616285", "23.897742"]
}, {
   name: "北海",
   geo: ["109.119254", "21.473343"]
}, {
   name: "贵港",
   geo: ["109.602146", "23.0936"]
}, {
   name: "河池",
   geo: ["108.062105", "24.695899"]
}, {
   name: "柳州",
   geo: ["109.411703", "24.314617"]
}, {
   name: "南宁",
   geo: ["108.320004", "22.82402"]
}, {
   name: "来宾",
   geo: ["109.229772", "23.733766"]
}, {
   name: "崇左",
   geo: ["107.353926", "22.404108"]
}, {
   name: "贺州",
   geo: ["111.552056", "24.414141"]
}, {
   name: "防城港",
   geo: ["108.345478", "21.614631"]
}, {
   name: "梧州",
   geo: ["111.297604", "23.474803"]
}, {
   name: "玉林",
   geo: ["110.154393", "22.63136"]
}, {
   name: "宁夏回族自治区",
   geo: ["106.278179", "38.46637"]
}, {
   name: "固原",
   geo: ["106.285241", "36.004561"]
}, {
   name: "中卫",
   geo: ["105.189568", "37.514951"]
}, {
   name: "银川",
   geo: ["106.278179", "38.46637"]
}, {
   name: "石嘴山",
   geo: ["106.376173", "39.01333"]
}, {
   name: "吴忠",
   geo: ["106.199409", "37.986165"]
}, {
   name: "江西省",
   geo: ["115.892151", "28.676493"]
}, {
   name: "景德镇",
   geo: ["117.214664", "29.29256"]
}, {
   name: "九江",
   geo: ["115.992811", "29.712034"]
}, {
   name: "抚州",
   geo: ["116.358351", "27.98385"]
}, {
   name: "上饶",
   geo: ["117.971185", "28.44442"]
}, {
   name: "新余",
   geo: ["114.930835", "27.810834"]
}, {
   name: "赣州",
   geo: ["114.940278", "25.85097"]
}, {
   name: "鹰潭",
   geo: ["117.033838", "28.238638"]
}, {
   name: "南昌",
   geo: ["115.892151", "28.676493"]
}, {
   name: "吉安",
   geo: ["114.986373", "27.111699"]
}, {
   name: "萍乡",
   geo: ["113.852186", "27.622946"]
}, {
   name: "宜春",
   geo: ["114.391136", "27.8043"]
}, {
   name: "浙江省",
   geo: ["120.153576", "30.287459"]
}, {
   name: "宁波",
   geo: ["121.549792", "29.868388"]
}, {
   name: "台州",
   geo: ["121.428599", "28.661378"]
}, {
   name: "嘉兴",
   geo: ["120.750865", "30.762653"]
}, {
   name: "舟山",
   geo: ["122.106863", "30.016028"]
}, {
   name: "温州",
   geo: ["120.672111", "28.000575"]
}, {
   name: "衢州",
   geo: ["118.87263", "28.941708"]
}, {
   name: "金华",
   geo: ["119.649506", "29.089524"]
}, {
   name: "丽水",
   geo: ["119.921786", "28.451993"]
}, {
   name: "杭州",
   geo: ["120.153576", "30.287459"]
}, {
   name: "绍兴",
   geo: ["120.582112", "29.997117"]
}, {
   name: "湖州",
   geo: ["120.102398", "30.867198"]
}, {
   name: "河北省",
   geo: ["114.502461", "38.045474"]
}, {
   name: "邢台",
   geo: ["114.508851", "37.0682"]
}, {
   name: "邯郸",
   geo: ["114.490686", "36.612273"]
}, {
   name: "唐山",
   geo: ["118.175393", "39.635113"]
}, {
   name: "承德",
   geo: ["117.939152", "40.976204"]
}, {
   name: "张家口",
   geo: ["114.884091", "40.811901"]
}, {
   name: "廊坊",
   geo: ["116.704441", "39.523927"]
}, {
   name: "沧州",
   geo: ["116.857461", "38.310582"]
}, {
   name: "衡水",
   geo: ["115.665993", "37.735097"]
}, {
   name: "秦皇岛",
   geo: ["119.586579", "39.942531"]
}, {
   name: "保定",
   geo: ["115.482331", "38.867657"]
}, {
   name: "石家庄",
   geo: ["114.502461", "38.045474"]
}, {
   name: "香港特别行政区",
   geo: ["114.173355", "22.320048"]
}, {
   name: "深水埗区",
   geo: ["114.163349", "22.333775"]
}, {
   name: "西贡区",
   geo: ["114.264813", "22.314203"]
}, {
   name: "元朗区",
   geo: ["114.032528", "22.44132"]
}, {
   name: "油尖旺区",
   geo: ["114.173347", "22.311632"]
}, {
   name: "湾仔区",
   geo: ["114.18299", "22.276345"]
}, {
   name: "屯门区",
   geo: ["113.976308", "22.393896"]
}, {
   name: "黄大仙区",
   geo: ["114.203985", "22.336112"]
}, {
   name: "东区",
   geo: ["114.225965", "22.279779"]
}, {
   name: "中西区",
   geo: ["114.154334", "22.281931"]
}, {
   name: "大埔区",
   geo: ["114.171713", "22.44573"]
}, {
   name: "九龙城区",
   geo: ["114.193047", "22.312373"]
}, {
   name: "沙田区",
   geo: ["114.195126", "22.379715"]
}, {
   name: "南区",
   geo: ["114.160023", "22.245811"]
}, {
   name: "观塘区",
   geo: ["114.214083", "22.320679"]
}, {
   name: "北区",
   geo: ["114.147404", "22.496143"]
}, {
   name: "离岛区",
   geo: ["113.946059", "22.286371"]
}, {
   name: "荃湾区",
   geo: ["114.121234", "22.368458"]
}, {
   name: "葵青区",
   geo: ["114.13918", "22.363908"]
}, {
   name: "山西省",
   geo: ["112.549248", "37.857014"]
}, {
   name: "阳泉",
   geo: ["113.583285", "37.861188"]
}, {
   name: "太原",
   geo: ["112.549248", "37.857014"]
}, {
   name: "临汾",
   geo: ["111.517973", "36.08415"]
}, {
   name: "大同",
   geo: ["113.295259", "40.09031"]
}, {
   name: "晋城",
   geo: ["112.851274", "35.497553"]
}, {
   name: "忻州",
   geo: ["112.733538", "38.41769"]
}, {
   name: "长治",
   geo: ["113.113556", "36.191112"]
}, {
   name: "运城",
   geo: ["111.003957", "35.022778"]
}, {
   name: "朔州",
   geo: ["112.433387", "39.331261"]
}, {
   name: "晋中",
   geo: ["112.736465", "37.696495"]
}, {
   name: "吕梁",
   geo: ["111.134335", "37.524366"]
}, {
   name: "台湾省",
   geo: ["121.509062", "25.044332"]
}, {
   name: "澳门特别行政区",
   geo: ["113.54909", "22.198951"]
}, {
   name: "风顺堂区",
   geo: ["113.54167", "22.187778"]
}, {
   name: "花地玛堂区",
   geo: ["113.552965", "22.207882"]
}, {
   name: "圣方济各堂区",
   geo: ["113.559954", "22.124049"]
}, {
   name: "花王堂区",
   geo: ["113.549052", "22.199175"]
}, {
   name: "路凼填海区",
   geo: ["113.56925", "22.136546"]
}, {
   name: "大堂区",
   geo: ["113.55374", "22.188119"]
}, {
   name: "嘉模堂区",
   geo: ["113.558783", "22.154124"]
}, {
   name: "望德堂区",
   geo: ["113.550252", "22.193791"]
}, {
   name: "甘肃省",
   geo: ["103.823557", "36.058039"]
}, {
   name: "兰州",
   geo: ["103.823557", "36.058039"]
}, {
   name: "金昌",
   geo: ["102.187888", "38.514238"]
}, {
   name: "嘉峪关",
   geo: ["98.277304", "39.786529"]
}, {
   name: "酒泉",
   geo: ["98.510795", "39.744023"]
}, {
   name: "平凉",
   geo: ["106.684691", "35.54279"]
}, {
   name: "白银",
   geo: ["104.173606", "36.54568"]
}, {
   name: "张掖",
   geo: ["100.455472", "38.932897"]
}, {
   name: "甘南藏族自治州",
   geo: ["102.911008", "34.986354"]
}, {
   name: "临夏回族自治州",
   geo: ["103.212006", "35.599446"]
}, {
   name: "陇南",
   geo: ["104.929379", "33.388598"]
}, {
   name: "天水",
   geo: ["105.724998", "34.578529"]
}, {
   name: "武威",
   geo: ["102.634697", "37.929996"]
}, {
   name: "定西",
   geo: ["104.626294", "35.579578"]
}, {
   name: "庆阳",
   geo: ["107.638372", "35.734218"]
}, {
   name: "四川省",
   geo: ["104.065735", "30.659462"]
}, {
   name: "广元",
   geo: ["105.829757", "32.433668"]
}, {
   name: "南充",
   geo: ["106.082974", "30.795281"]
}, {
   name: "达州",
   geo: ["107.502262", "31.209484"]
}, {
   name: "眉山",
   geo: ["103.831788", "30.048318"]
}, {
   name: "德阳",
   geo: ["104.398651", "31.127991"]
}, {
   name: "遂宁",
   geo: ["105.571331", "30.513311"]
}, {
   name: "巴中",
   geo: ["106.753669", "31.858809"]
}, {
   name: "广安",
   geo: ["106.633369", "30.456398"]
}, {
   name: "资阳",
   geo: ["104.641917", "30.122211"]
}, {
   name: "成都",
   geo: ["104.065735", "30.659462"]
}, {
   name: "绵阳",
   geo: ["104.741722", "31.46402"]
}, {
   name: "内江",
   geo: ["105.066138", "29.58708"]
}, {
   name: "宜宾",
   geo: ["104.630825", "28.760189"]
}, {
   name: "自贡",
   geo: ["104.773447", "29.352765"]
}, {
   name: "雅安",
   geo: ["103.001033", "29.987722"]
}, {
   name: "攀枝花",
   geo: ["101.716007", "26.580446"]
}, {
   name: "乐山",
   geo: ["103.761263", "29.582024"]
}, {
   name: "甘孜藏族自治州",
   geo: ["101.963815", "30.050663"]
}, {
   name: "泸州",
   geo: ["105.443348", "28.889138"]
}, {
   name: "阿坝藏族羌族自治州",
   geo: ["102.221374", "31.899792"]
}, {
   name: "凉山彝族自治州",
   geo: ["102.258746", "27.886762"]
}, {
   name: "云南省",
   geo: ["102.712251", "25.040609"]
}, {
   name: "昭通",
   geo: ["103.717216", "27.336999"]
}, {
   name: "曲靖",
   geo: ["103.797851", "25.501557"]
}, {
   name: "红河哈尼族彝族自治州",
   geo: ["103.384182", "23.366775"]
}, {
   name: "丽江",
   geo: ["100.233026", "26.872108"]
}, {
   name: "西双版纳傣族自治州",
   geo: ["100.797941", "22.001724"]
}, {
   name: "保山",
   geo: ["99.167133", "25.111802"]
}, {
   name: "文山壮族苗族自治州",
   geo: ["104.24401", "23.36951"]
}, {
   name: "大理白族自治州",
   geo: ["100.225668", "25.589449"]
}, {
   name: "怒江傈僳族自治州",
   geo: ["98.854304", "25.850949"]
}, {
   name: "迪庆藏族自治州",
   geo: ["99.706463", "27.826853"]
}, {
   name: "玉溪",
   geo: ["102.543907", "24.350461"]
}, {
   name: "普洱",
   geo: ["100.972344", "22.777321"]
}, {
   name: "昆明",
   geo: ["102.712251", "25.040609"]
}, {
   name: "楚雄彝族自治州",
   geo: ["101.546046", "25.041988"]
}, {
   name: "德宏傣族景颇族自治州",
   geo: ["98.578363", "24.436694"]
}, {
   name: "临沧",
   geo: ["100.08697", "23.886567"]
}, {
   name: "北京",
   geo: ["116.405285", "39.904989"]
}, {
   name: "北京城区",
   geo: ["116.405285", "39.904989"]
}, {
   name: "天津",
   geo: ["117.190182", "39.125596"]
}, {
   name: "天津城区",
   geo: ["117.190182", "39.125596"]
}, {
   name: "吉林省",
   geo: ["125.3245", "43.886841"]
}, {
   name: "长春",
   geo: ["125.3245", "43.886841"]
}, {
   name: "辽源",
   geo: ["125.145349", "42.902692"]
}, {
   name: "吉林",
   geo: ["126.55302", "43.843577"]
}, {
   name: "白城",
   geo: ["122.841114", "45.619026"]
}, {
   name: "松原",
   geo: ["124.823608", "45.118243"]
}, {
   name: "四平",
   geo: ["124.370785", "43.170344"]
}, {
   name: "延边朝鲜族自治州",
   geo: ["129.513228", "42.904823"]
}, {
   name: "白山",
   geo: ["126.427839", "41.942505"]
}, {
   name: "通化",
   geo: ["125.936501", "41.721177"]
},
{
   name:"兵团第十二师",
   geo:["87.545908","43.922158"]
},
{
   name:"兵团第六师五家渠市",
   geo:["87.549596","44.172312"]
},
{
   name:"巴州",
   geo:["87.599521","43.835795"]
},
{ 
   name:"昌吉州",
   geo:["87.286033","44.012397"]
},
{
   name:"兵团第九师",
   geo:[83.624133,46.521125]
},
{
   name:"兵团第四师",
   geo:[81.322878,43.919497]
},
{
   name:"伊犁州",
   geo:[81.329967,43.925735]
}

]
export let data = [{
   name: "武汉",
   value: "30042"
}, {
   name: "孝感",
   value: "2618"
}, {
   name: "黄冈",
   value: "2177"
}, {
   name: "荆州",
   value: "1307"
}, {
   name: "随州",
   value: "1084"
}, {
   name: "襄阳",
   value: "1022"
}, {
   name: "鄂州",
   value: "940"
}, {
   name: "荆门",
   value: "811"
}, {
   name: "黄石",
   value: "789"
}, {
   name: "宜昌",
   value: "727"
}, {
   name: "十堰",
   value: "480"
}, {
   name: "咸宁",
   value: "443"
}, {
   name: "仙桃",
   value: "416"
}, {
   name: "天门",
   value: "339"
}, {
   name: "恩施州",
   value: "177"
}, {
   name: "潜江",
   value: "81"
}, {
   name: "神农架林区",
   value: "2"
}, {
   name: "深圳",
   value: "304"
}, {
   name: "广州",
   value: "252"
}, {
   name: "珠海",
   value: "66"
}, {
   name: "佛山",
   value: "61"
}, {
   name: "东莞",
   value: "60"
}, {
   name: "中山",
   value: "41"
}, {
   name: "惠州",
   value: "50"
}, {
   name: "汕头",
   value: "17"
}, {
   name: "湛江",
   value: "12"
}, {
   name: "江门",
   value: "17"
}, {
   name: "肇庆",
   value: "8"
}, {
   name: "阳江",
   value: "8"
}, {
   name: "梅州",
   value: "8"
}, {
   name: "茂名",
   value: "12"
}, {
   name: "清远",
   value: "7"
}, {
   name: "揭阳",
   value: "5"
}, {
   name: "韶关",
   value: "4"
}, {
   name: "汕尾",
   value: "4"
}, {
   name: "潮州",
   value: "5"
}, {
   name: "河源",
   value: "2"
}, {
   name: "信阳",
   value: "202"
}, {
   name: "南阳",
   value: "107"
}, {
   name: "郑州",
   value: "94"
}, {
   name: "驻马店",
   value: "103"
}, {
   name: "商丘",
   value: "73"
}, {
   name: "周口",
   value: "48"
}, {
   name: "平顶山",
   value: "40"
}, {
   name: "新乡",
   value: "46"
}, {
   name: "安阳",
   value: "40"
}, {
   name: "许昌",
   value: "31"
}, {
   name: "漯河",
   value: "27"
}, {
   name: "洛阳",
   value: "26"
}, {
   name: "焦作",
   value: "23"
}, {
   name: "开封",
   value: "23"
}, {
   name: "鹤壁",
   value: "15"
}, {
   name: "濮阳",
   value: "12"
}, {
   name: "三门峡",
   value: "4"
}, {
   name: "济源",
   value: "4"
}, {
   name: "温州",
   value: "370"
}, {
   name: "杭州",
   value: "99"
}, {
   name: "宁波",
   value: "122"
}, {
   name: "台州",
   value: "98"
}, {
   name: "金华",
   value: "32"
}, {
   name: "嘉兴",
   value: "36"
}, {
   name: "绍兴",
   value: "26"
}, {
   name: "衢州",
   value: "16"
}, {
   name: "丽水",
   value: "8"
}, {
   name: "舟山",
   value: "5"
}, {
   name: "湖州",
   value: "6"
}, {
   name: "长沙",
   value: "171"
}, {
   name: "岳阳",
   value: "105"
}, {
   name: "邵阳",
   value: "65"
}, {
   name: "常德",
   value: "53"
}, {
   name: "株洲",
   value: "61"
}, {
   name: "娄底",
   value: "50"
}, {
   name: "益阳",
   value: "37"
}, {
   name: "衡阳",
   value: "22"
}, {
   name: "永州",
   value: "25"
}, {
   name: "怀化",
   value: "18"
}, {
   name: "郴州",
   value: "23"
}, {
   name: "湘潭",
   value: "20"
}, {
   name: "湘西自治州",
   value: "2"
}, {
   name: "张家界",
   value: "2"
}, {
   name: "合肥",
   value: "132"
}, {
   name: "蚌埠",
   value: "140"
}, {
   name: "阜阳",
   value: "125"
}, {
   name: "亳州",
   value: "88"
}, {
   name: "安庆",
   value: "65"
}, {
   name: "六安",
   value: "57"
}, {
   name: "宿州",
   value: "30"
}, {
   name: "马鞍山",
   value: "26"
}, {
   name: "芜湖",
   value: "27"
}, {
   name: "铜陵",
   value: "19"
}, {
   name: "淮北",
   value: "19"
}, {
   name: "淮南",
   value: "17"
}, {
   name: "池州",
   value: "13"
}, {
   name: "滁州",
   value: "9"
}, {
   name: "黄山",
   value: "8"
}, {
   name: "宣城",
   value: "2"
}, {
   name: "南昌",
   value: "149"
}, {
   name: "新余",
   value: "93"
}, {
   name: "上饶",
   value: "102"
}, {
   name: "九江",
   value: "95"
}, {
   name: "宜春",
   value: "79"
}, {
   name: "赣州",
   value: "65"
}, {
   name: "抚州",
   value: "55"
}, {
   name: "萍乡",
   value: "27"
}, {
   name: "吉安",
   value: "15"
}, {
   name: "鹰潭",
   value: "16"
}, {
   name: "景德镇",
   value: "4"
}, {
   name: "赣江新区",
   value: "1"
}, {
   name: "南京",
   value: "66"
}, {
   name: "苏州",
   value: "69"
}, {
   name: "徐州",
   value: "55"
}, {
   name: "淮安",
   value: "45"
}, {
   name: "无锡",
   value: "41"
}, {
   name: "连云港",
   value: "37"
}, {
   name: "南通",
   value: "28"
}, {
   name: "常州",
   value: "27"
}, {
   name: "泰州",
   value: "22"
}, {
   name: "盐城",
   value: "19"
}, {
   name: "扬州",
   value: "14"
}, {
   name: "镇江",
   value: "10"
}, {
   name: "宿迁",
   value: "6"
}, {
   name: "万州区",
   value: "86"
}, {
   name: "江北区",
   value: "23"
}, {
   name: "合川区",
   value: "18"
}, {
   name: "綦江区",
   value: "20"
}, {
   name: "云阳县",
   value: "10"
}, {
   name: "九龙坡区",
   value: "16"
}, {
   name: "开州区",
   value: "8"
}, {
   name: "垫江县",
   value: "19"
}, {
   name: "渝中区",
   value: "19"
}, {
   name: "忠县",
   value: "12"
}, {
   name: "奉节县",
   value: "16"
}, {
   name: "长寿区",
   value: "9"
}, {
   name: "两江新区",
   value: "14"
}, {
   name: "渝北区",
   value: "12"
}, {
   name: "潼南区",
   value: "15"
}, {
   name: "大足区",
   value: "13"
}, {
   name: "石柱县",
   value: "11"
}, {
   name: "巫溪县",
   value: "7"
}, {
   name: "南岸区",
   value: "10"
}, {
   name: "丰都县",
   value: "9"
}, {
   name: "巫山县",
   value: "6"
}, {
   name: "璧山区",
   value: "6"
}, {
   name: "铜梁区",
   value: "8"
}, {
   name: "荣昌区",
   value: "8"
}, {
   name: "沙坪坝区",
   value: "8"
}, {
   name: "大渡口区",
   value: "4"
}, {
   name: "巴南区",
   value: "4"
}, {
   name: "永川区",
   value: "4"
}, {
   name: "江津区",
   value: "3"
}, {
   name: "梁平区",
   value: "2"
}, {
   name: "高新区",
   value: "4"
}, {
   name: "涪陵区",
   value: "3"
}, {
   name: "城口县",
   value: "1"
}, {
   name: "彭水县",
   value: "2"
}, {
   name: "武隆区",
   value: "1"
}, {
   name: "酉阳县",
   value: "1"
}, {
   name: "万盛经开区",
   value: "1"
}, {
   name: "青岛",
   value: "39"
}, {
   name: "济南",
   value: "40"
}, {
   name: "烟台",
   value: "39"
}, {
   name: "临沂",
   value: "33"
}, {
   name: "济宁",
   value: "31"
}, {
   name: "威海",
   value: "29"
}, {
   name: "潍坊",
   value: "33"
}, {
   name: "聊城",
   value: "35"
}, {
   name: "德州",
   value: "28"
}, {
   name: "泰安",
   value: "28"
}, {
   name: "淄博",
   value: "22"
}, {
   name: "枣庄",
   value: "19"
}, {
   name: "菏泽",
   value: "11"
}, {
   name: "日照",
   value: "13"
}, {
   name: "滨州",
   value: "6"
}, {
   name: "成都",
   value: "88"
}, {
   name: "甘孜州",
   value: "34"
}, {
   name: "达州",
   value: "31"
}, {
   name: "南充",
   value: "30"
}, {
   name: "广安",
   value: "25"
}, {
   name: "绵阳",
   value: "18"
}, {
   name: "巴中",
   value: "21"
}, {
   name: "内江",
   value: "18"
}, {
   name: "泸州",
   value: "17"
}, {
   name: "德阳",
   value: "17"
}, {
   name: "攀枝花",
   value: "5"
}, {
   name: "宜宾",
   value: "8"
}, {
   name: "遂宁",
   value: "6"
}, {
   name: "凉山州",
   value: "9"
}, {
   name: "自贡",
   value: "7"
}, {
   name: "眉山",
   value: "7"
}, {
   name: "雅安",
   value: "5"
}, {
   name: "广元",
   value: "5"
}, {
   name: "乐山",
   value: "3"
}, {
   name: "资阳",
   value: "2"
}, {
   name: "阿坝州",
   value: "1"
}, {
   name: "哈尔滨",
   value: "143"
}, {
   name: "绥化",
   value: "38"
}, {
   name: "鸡西",
   value: "43"
}, {
   name: "双鸭山",
   value: "36"
}, {
   name: "齐齐哈尔",
   value: "28"
}, {
   name: "七台河",
   value: "16"
}, {
   name: "大庆",
   value: "14"
}, {
   name: "佳木斯",
   value: "10"
}, {
   name: "牡丹江",
   value: "11"
}, {
   name: "黑河",
   value: "10"
}, {
   name: "鹤岗",
   value: "4"
}, {
   name: "大兴安岭",
   value: "2"
}, {
   name: "朝阳区",
   value: "56"
}, {
   name: "海淀区",
   value: "56"
}, {
   name: "西城区",
   value: "43"
}, {
   name: "大兴区",
   value: "35"
}, {
   name: "丰台区",
   value: "29"
}, {
   name: "外地来京人员",
   value: "23"
}, {
   name: "昌平区",
   value: "19"
}, {
   name: "通州区",
   value: "16"
}, {
   name: "房山区",
   value: "14"
}, {
   name: "石景山区",
   value: "13"
}, {
   name: "东城区",
   value: "12"
}, {
   name: "顺义区",
   value: "10"
}, {
   name: "怀柔区",
   value: "7"
}, {
   name: "密云区",
   value: "7"
}, {
   name: "门头沟区",
   value: "3"
}, {
   name: "延庆区",
   value: "1"
}, {
   name: "外地来沪人员",
   value: "72"
}, {
   name: "浦东新区",
   value: "44"
}, {
   name: "宝山区",
   value: "20"
}, {
   name: "闵行区",
   value: "15"
}, {
   name: "徐汇区",
   value: "15"
}, {
   name: "静安区",
   value: "13"
}, {
   name: "松江区",
   value: "13"
}, {
   name: "长宁区",
   value: "10"
}, {
   name: "普陀区",
   value: "11"
}, {
   name: "奉贤区",
   value: "8"
}, {
   name: "杨浦区",
   value: "8"
}, {
   name: "嘉定区",
   value: "7"
}, {
   name: "虹口区",
   value: "5"
}, {
   name: "黄浦区",
   value: "5"
}, {
   name: "青浦区",
   value: "3"
}, {
   name: "金山区",
   value: "3"
}, {
   name: "崇明区",
   value: "3"
}, {
   name: "福州",
   value: "49"
}, {
   name: "莆田",
   value: "46"
}, {
   name: "泉州",
   value: "31"
}, {
   name: "厦门",
   value: "30"
}, {
   name: "宁德",
   value: "20"
}, {
   name: "南平",
   value: "17"
}, {
   name: "漳州",
   value: "15"
}, {
   name: "三明",
   value: "12"
}, {
   name: "龙岩",
   value: "5"
}, {
   name: "沧州",
   value: "28"
}, {
   name: "唐山",
   value: "32"
}, {
   name: "保定",
   value: "20"
}, {
   name: "邯郸",
   value: "26"
}, {
   name: "廊坊",
   value: "21"
}, {
   name: "石家庄",
   value: "23"
}, {
   name: "张家口",
   value: "22"
}, {
   name: "邢台",
   value: "15"
}, {
   name: "秦皇岛",
   value: "8"
}, {
   name: "衡水",
   value: "6"
}, {
   name: "承德",
   value: "6"
}, {
   name: "西安",
   value: "95"
}, {
   name: "安康",
   value: "17"
}, {
   name: "汉中",
   value: "20"
}, {
   name: "咸阳",
   value: "13"
}, {
   name: "渭南",
   value: "14"
}, {
   name: "宝鸡",
   value: "8"
}, {
   name: "延安",
   value: "2"
}, {
   name: "铜川",
   value: "4"
}, {
   name: "商洛",
   value: "6"
}, {
   name: "榆林",
   value: "2"
}, {
   name: "韩城",
   value: "1"
}, {
   name: "杨凌",
   value: "1"
}, {
   name: "南宁",
   value: "34"
}, {
   name: "北海",
   value: "34"
}, {
   name: "桂林",
   value: "26"
}, {
   name: "柳州",
   value: "16"
}, {
   name: "河池",
   value: "20"
}, {
   name: "防城港",
   value: "16"
}, {
   name: "来宾",
   value: "11"
}, {
   name: "玉林",
   value: "8"
}, {
   name: "钦州",
   value: "8"
}, {
   name: "贵港",
   value: "8"
}, {
   name: "贺州",
   value: "4"
}, {
   name: "百色",
   value: "3"
}, {
   name: "三亚",
   value: "42"
}, {
   name: "海口",
   value: "19"
}, {
   name: "儋州",
   value: "14"
}, {
   name: "万宁",
   value: "12"
}, {
   name: "澄迈",
   value: "6"
}, {
   name: "昌江",
   value: "7"
}, {
   name: "临高",
   value: "5"
}, {
   name: "琼海",
   value: "5"
}, {
   name: "陵水",
   value: "4"
}, {
   name: "东方",
   value: "2"
}, {
   name: "定安",
   value: "2"
}, {
   name: "文昌",
   value: "3"
}, {
   name: "保亭",
   value: "3"
}, {
   name: "乐东",
   value: "2"
}, {
   name: "昆明",
   value: "39"
}, {
   name: "西双版纳",
   value: "13"
}, {
   name: "玉溪",
   value: "11"
}, {
   name: "昭通",
   value: "12"
}, {
   name: "曲靖",
   value: "12"
}, {
   name: "大理州",
   value: "10"
}, {
   name: "保山",
   value: "9"
}, {
   name: "丽江",
   value: "5"
}, {
   name: "红河州",
   value: "4"
}, {
   name: "德宏州",
   value: "3"
}, {
   name: "普洱",
   value: "4"
}, {
   name: "楚雄州",
   value: "4"
}, {
   name: "文山州",
   value: "2"
}, {
   name: "临沧",
   value: "1"
}, {
   name: "贵阳",
   value: "30"
}, {
   name: "遵义",
   value: "24"
}, {
   name: "毕节",
   value: "20"
}, {
   name: "黔南州",
   value: "14"
}, {
   name: "铜仁",
   value: "5"
}, {
   name: "六盘水",
   value: "8"
}, {
   name: "黔东南州",
   value: "8"
}, {
   name: "黔西南州",
   value: "1"
}, {
   name: "安顺",
   value: "4"
}, {
   name: "晋中",
   value: "27"
}, {
   name: "运城",
   value: "11"
}, {
   name: "太原",
   value: "15"
}, {
   name: "大同",
   value: "8"
}, {
   name: "长治",
   value: "8"
}, {
   name: "晋城",
   value: "6"
}, {
   name: "朔州",
   value: "5"
}, {
   name: "忻州",
   value: "7"
}, {
   name: "吕梁",
   value: "1"
}, {
   name: "阳泉",
   value: "4"
}, {
   name: "临汾",
   value: "1"
}, {
   name: "沈阳",
   value: "21"
}, {
   name: "大连",
   value: "12"
}, {
   name: "锦州",
   value: "11"
}, {
   name: "葫芦岛",
   value: "10"
}, {
   name: "盘锦",
   value: "11"
}, {
   name: "阜新",
   value: "8"
}, {
   name: "铁岭",
   value: "6"
}, {
   name: "丹东",
   value: "4"
}, {
   name: "朝阳",
   value: "4"
}, {
   name: "本溪",
   value: "3"
}, {
   name: "辽阳",
   value: "2"
}, {
   name: "鞍山",
   value: "3"
}, {
   name: "宝坻区",
   value: "41"
}, {
   name: "河东区",
   value: "10"
}, {
   name: "河北区",
   value: "10"
}, {
   name: "和平区",
   value: "5"
}, {
   name: "外地来津人员",
   value: "5"
}, {
   name: "北辰区",
   value: "5"
}, {
   name: "南开区",
   value: "4"
}, {
   name: "河西区",
   value: "3"
}, {
   name: "西青区",
   value: "2"
}, {
   name: "宁河区",
   value: "4"
}, {
   name: "东丽区",
   value: "4"
}, {
   name: "滨海新区",
   value: "3"
}, {
   name: "红桥区",
   value: "1"
}, {
   name: "津南区",
   value: "1"
}, {
   name: "武清区",
   value: "1"
}, {
   name: "兰州",
   value: "19"
}, {
   name: "天水",
   value: "6"
}, {
   name: "定西",
   value: "6"
}, {
   name: "平凉",
   value: "7"
}, {
   name: "甘南",
   value: "6"
}, {
   name: "白银",
   value: "4"
}, {
   name: "陇南",
   value: "4"
}, {
   name: "临夏",
   value: "1"
}, {
   name: "庆阳",
   value: "2"
}, {
   name: "张掖",
   value: "1"
}, {
   name: "长春",
   value: "31"
}, {
   name: "四平市",
   value: "10"
}, {
   name: "公主岭",
   value: "4"
}, {
   name: "辽源",
   value: "5"
}, {
   name: "吉林市",
   value: "2"
}, {
   name: "延边",
   value: "3"
}, {
   name: "通化",
   value: "3"
}, {
   name: "松原",
   value: "1"
}, {
   name: "梅河口",
   value: "1"
}, {
   name: "白城",
   value: "1"
}, {
   name: "银川",
   value: "20"
}, {
   name: "吴忠",
   value: "16"
}, {
   name: "固原",
   value: "3"
}, {
   name: "中卫",
   value: "1"
}, {
   name: "乌鲁木齐",
   value: "19"
}, {
   name: "伊犁州",
   value: "14"
}, {
   name: "兵团第四师",
   value: "10"
}, {
   name: "兵团第九师",
   value: "4"
}, {
   name: "昌吉州",
   value: "4"
}, {
   name: "巴州",
   value: "3"
}, {
   name: "兵团第八师石河子市",
   value: "1"
}, {
   name: "兵团第七师",
   value: "1"
}, {
   name: "阿克苏地区",
   value: "1"
}, {
   name: "兵团第六师五家渠市",
   value: "1"
}, {
   name: "兵团第十二师",
   value: "1"
}, {
   name: "鄂尔多斯",
   value: "9"
}, {
   name: "包头",
   value: "11"
}, {
   name: "呼和浩特",
   value: "7"
}, {
   name: "呼伦贝尔",
   value: "5"
}, {
   name: "通辽",
   value: "6"
}, {
   name: "巴彦淖尔",
   value: "6"
}, {
   name: "赤峰",
   value: "3"
}, {
   name: "锡林郭勒盟",
   value: "2"
}, {
   name: "乌兰察布",
   value: "3"
}, {
   name: "乌海市",
   value: "2"
}, {
   name: "兴安盟",
   value: "1"
}, {
   name: "西宁",
   value: "7"
}, {
   name: "海北州",
   value: "2"
}];